---
kind: property
id: P:Autodesk.Revit.DB.FamilyInstance.FacingFlipped
zh: 族实例
source: html/85483f11-1f76-594b-d1cc-6acf8f4fc368.htm
---
# Autodesk.Revit.DB.FamilyInstance.FacingFlipped Property

**中文**: 族实例

Property to test whether the orientation of family instance facing is flipped.

## Syntax (C#)
```csharp
public bool FacingFlipped { get; }
```